import React from 'react'
import './AboutDescription.scss'
const AboutDescription = () => {
  return (
    <div className='about-description'>
        <p>Свою деятельность основатели ТМ «Ecofruit» начали в 2009 году. Основное направление деятельности – реализация натуральных селхозпродукций, а также промышленные поставки перерабатывающим предприятиям.
        Компания в 2015 году начала выращивать на собственных плантациях виноград. Данная область, отличается уникальным географическим расположением: регион ветреный, солнечный, находится далеко от промышленной зоны и находится в экологически чистой территории, следовательно это дает возможность получить экологический чистый продукт. Кроме винограда, мы выращиванием абрикосы разных сортов, грецкий орех и миндаль, а именно сорт «Chandler», также различные сорты миндаля «Гуара», «Нонпарель», «Беллона», «Лаурен».</p>
    </div>
  )
}

export default AboutDescription